<?php

namespace App\Enum;

class MeetingLevel
{
    const  MEETING_LEVEL = [
        1 => 'កិច្ចប្រជុំក្រុមការងារបច្ចេកទេស',
        2 => 'កិច្ចប្រជុំគណៈកម្មការនានារបស់អង្គភាព',
        3 => 'កិច្ចប្រជុំផ្ទៃក្នុងការិយាល័យ',
        4 => 'កិច្ចប្រជុំអន្តរការិយាល័យ',
        5 => 'កិច្ចប្រជុំផ្ទៃក្នុងនាយកដ្ឋាន',
        6 => 'កិច្ចប្រជុំអន្តរនាយកដ្ឋាន',
        7 => 'កិច្ចប្រជុំផ្ទៃក្នុងអង្គភាព',
        8 => 'កិច្ចប្រជុំជាមួយភាគីពាក់ព័ន្ធខាងក្រៅ',
        9 => 'ការស្នើសុំបន្ទប់ប្រជុំរបស់អង្គភាពជាប់ពាក់ព័ន្ធ',
    ];
}
